Tekla Open API Reference for Tekla Structures 2025
StringList Constructor
Overload List
Name | Description
StringList()
 Creates a new string list instance.
StringList(Int32)
 Creates a new string list instance with the given capacity.
Top
See Also
Reference
StringList Class
Tekla.Structures.Drawing Namespace